Repository: marcelveldt/xbmc.skin.titan
Catalog: trunk/skin.titan.helix/language/*/strings.po
Languages: german

# #31001
source: Other settings
german: Weitere Einstellungen

# #31002
source: Enable/Disable tiles
german: Tiles aktivieren/deaktivieren

# #31004
source: Skin mode
german: Skin Modus

# #31005
source: General skin settings
german: Allgemeine Einstellungen

# #31007
source: MediaBrowser Mode
german: MediaBrowser Modus

# #31008
source: Use MediaBrowser mode for
german: Benutze MediaBrowser Modus für

# #31009
source: Custom tiles for MediaBrowser collections
german: Angepasste Tiles für MediaBrowser Sammlungen

# #31010
source: --- Use random fanart for tile image
german: --- Benutze zufällige Fanart für Tile

# #31011
source: Set custom tile image
german: Benutze eigenes Bild für Tile

# #31013
source: Homescreen tiles (menu)
german: Konfiguriere Startbildschirm

# #31014
source: Configure menu tiles
german: Konfiguriere menu tiles

# #31015
source: --- Use default tile picture
german: --- Benutze Standard-Bild für Tile

# #31016
source: --- Use own image for tile
german: --- Benutze eigenes Bild für Tile

# #31017
source: --- Open TV Guide instead of Live TV
german: --- Öffne TV Guide anstatt Live TV

# #31019
source: --- Open folderpath with music instead of library
german: --- Öffne Ordner mit Musik anstatt der Bibliothek

# #31020
source: Open folderpath with radio streams instead of PVR for Radio
german: Öffne Ordner mit Radio-Streams anstatt PVR

# #31021
source: --- Display temperature in tile
german: --- Zeige Temperatur in der Tile

# #31022
source: Background settings
german: Hintergrund Einstellungen

# #31023
source: Use default skin background
german: Benutze standard skin Hintergrund

# #31024
source: Use original Mediaportal's Titan skin background
german: Benutze originalen Mediaportal Hintergund

# #31025
source: Use dynamic weather background
german: Benutze dynamischen Wetter Hintergrund

# #31026
source: Use random fanart background
german: Benutze Zufällige Fanart als Hintergund

# #31027
source: Use default background for this section
german: Standard Hintergrund basierend auf dieser Tile

# #31028
source: Other skin tweaks
german: Weitere Skin Einstellungen

# #31029
source: Do not show footer bar
german: Verstecke Fußleiste

# #31030
source: Display weather on home
german: Zeige Wetter auf dem Startbildschirm

# #31031
source: 2 rows of tiles on homescreen
german: 2 Reihen mit Tiles auf dem Startbildschirm

# #31033
source: 1 row of tiles on homescreen
german: 1 Reihe mit Tiles auf dem Startbildschirm

# #31034
source: items total
german: Objekte insgesamt

# #31035
source: Movies in progress
german: Noch nicht kopierte Filme

# #31036
source: Favourite movies
german: Favorisierte Filme

# #31037
source: Trailers
german: Trailer

# #31038
source: Use custom image for skin background
german: Benutze eigenes Bild für Skin-Hintergrund

# #31039
source: Use custom image for skin background
german: Benutze eigenes Bild für Skin-Hintergrund

# #31040
source: Now playing
german: Aktuelle Wiedergabe:

# #31041
source: Use small settings button at footer of home
german: Benutze kleinen Einstellungsknopf in der Startbildschirm-Fußleiste

# #31042
source: Quick resume movies you are watching
german: Schnell Filme fortsetzten, die Sie gerade anschauen

# #31043
source: Quick resume TV shows you are watching
german: Schnell Serien fortsetzten, die Sie gerade anschauen

# #31044
source: New added movies
german: Neu hinzugefügte Filme

# #31045
source: Musicvideos
german: Musikvideos

# #31046
source: My List - TV Shows
german: Meine Liste - Serien

# #31047
source: My List - Movies
german: Meine Liste - Filme

# #31048
source: Latest Movies
german: Neueste Filme

# #31049
source: Latest TV Shows
german: Neuste Serien

# #31050
source: All Movies
german: Alle Filme

# #31051
source: All TV Shows
german: Alle Serien

# #31060
source: XBMC SUBTITLES
german: XBMC Untertitel

# #31061
source: Press Back or OK to exit
german: Drücken Sie OK oder Zurück zum Verlassen

# #31063
source: Toggle icon layout
german: Verstecke Icon Layout

# #31064
source: Wide Icons
german: Große Icons

# #31065
source: Wide Icons MediaInfo
german: Große Icons mit Infos

# #31067
source: Poster MediaInfo
german: Poster mit Infos

# #31069
source: Showcase MediaInfo
german: Showcase mit Infos

# #31070
source: Banner list
german: Banner Liste

# #31071
source: Setting level
german: Einstellung Niveau

# #31072
source: Sort Home tiles
german: Sortiere Tiles auf dem Startbildschirm

# #31073
source: Sort the home menu tiles
german: Sortiere die Home-Menu Tiles

# #31074
source: Arrange the homescreen tiles just the way you want it. [CR]Usage: select a direction below and click on the tile's title (in the list on the right) to move it's position. [CR]Because settings are applied on the fly the screen may blink for one second.
german: Sortieren Sie die Startbildschirm Tiles so wie Sie es möchten [CR]Anwendung: Wählen Sie eine Richtung (hoch/runter) und wählen Sie eine Tile (aus der Liste rechts) um diese zu verschieben. [CR]Da die Einstellungen sofort angewendet werden kann der Bildschirm kurz einfrieren oder flackern.

# #31075
source: Direction to move:
german: Bewegungsrichtung:

# #31076
source: UP
german: Hoch

# #31077
source: DOWN
german: Runter

# #31078
source: Skin Mode (replace libraries)
german: Skin Modus (ersetzte Bibliotheken)

# #31079
source: Changing the skin mode enables you to replace the default XBMC libraries with a third party product like MediaBrowser or Netflix. Not only the default tiles will be adjusted, also items like recent movies widgets etc. You can change the skinmode on a per-library base, this way you can decide for example to use MediaBrowser for your movies, and default XBMC library for TV shows.
german: Durch das ändern des Skin Modus können Sie die Standard XBMC Libaries mit Drittherstellerlösungen wie MediaBrowser oder Netflix ersetzten. Nicht nur die Standard Tiles werden verändert, auch Dinge wie Aktuelle Filme Widgets etc. Sie können den Skin Modus auf einer 'pro Libary' Basis ändern. Dies erlaubt es Ihnen, z.B. MediaBrowser für ihre Filme und die Standard XBMC Libary für ihre Serien zu verwenden.

# #31081
source: Netflix Mode
german: Netflix Modus

# #31082
source: Use Netflix Mode for
german: Benutze Netflix modus für

# #31084
source: TIME
german: Zeit

# #31085
source: Schedule
german: Zeitplan

# #31086
source: Do not show title on home menu tiles
german: Zeige keine Titel in Startmenü Tiles

# #31087
source: Enable Lyrics while playing music (CU LRC Lyrics)
german: Aktiviere Lyrics während der Musik-Wiedergabe (CU LRC Lyrics)

# #31090
source: XBMB3C settings
german: XBMB3C Einstellungen

# #31092
source: Unwatched Episodes
german: Nicht gesehene Folgen

# #31094
source: Hide watched icons
german: Verstecke Angeschaut-Icons

# #31096
source: [CUSTOM BUTTON] click to select favorite as content
german: [Benutzerdefiniert] Klicken um Favoriten als Inhalt zu wählen

# #31099
source: Enable automatic download of artwork at startup
german: Aktiviere automatischen Download von Artworks beim Hochfahren

# #31100
source: ==unused position==
german: ==nicht benutze Position==

# #31101
source: Netflix Suggestions
german: Netflix Vorschläge

# #31102
source: Random Movies
german: Zufällige Filme

# #31103
source: Random Episodes
german: Zufällige Folgen

# #31104
source: In progress Episodes
german: Noch nicht kopierte Folgen

# #31105
source: Recently added Episodes
german: Neu hinzugefügte Folgen

# #31106
source: Recently added songs
german: Neu hinzugefügte Lieder

# #31107
source: Recently added albums
german: Neu hinzugefügte Alben

# #31108
source: Random albums
german: Zufällige Alben

# #31109
source: Random Artists
german: Zufällige Künstler

# #31110
source: Recently played music
german: Kürzlich gespielte Musik

# #31111
source: Auto show the widget for the selected home tile
german: Automatisch das Widget für die ausgewählte Start-Tile anzeigen

# #31112
source: Finishes at:
german: Endet bei:

# #31113
source: Auto show the submenu for the selected home tile
german: Automatisch das Submenü für die ausgewählte Start-Tile anzeigen

# #31114
source: Show large thumbnail
german: Verwende große Thumbnails

# #31115
source: Homescreen layout
german: Layout des Startbildschirm

# #31116
source: Submenu items for this collection
german: Submenu items fur dieser Kollection

# #31117
source: Enable widget for this tile
german: Aktiviere Widget für diese Tile

# #31118
source: User defined custom tiles (favorites):
german: Benutzerdefinierte Tiles (Favoriten):

# #31119
source: Tiles for 3th party applications:
german: Tiles für andere Anwendungen:

# #31120
source: Tiles for default XBMC/Kodi features:
german: Tiles für Standard XBMC/Kodi Features:

# #31121
source: Tiles layout
german: Lay-out der Tiles

# #31122
source: Widgets and submenus for home tiles
german: Widgets und Submenüs für Start Tiles

# #31123
source: You can enable the optional widgets and submenus on several tiles though the tile-settings for easier navigation. By default the widget will be shown after pressing the arrow button, the submenu will default be shown after you click on a tile. Only if you're using one row of tiles you can choose to show the submenu/widgets automatically as you hover over a tile.
german: Sie können die optionalen Widgets und Submenüs auf bestimmten Tiles über die Tile-Einstellungen für einfachere Navigation aktivieren. Standardmäßig wird das Widget nach dem drücken der Pfeiltaste angezeigt, das Submenü nachdem Sie auf eine Tile geklickt haben. Nur wenn Sie eine Reihe von Tiles benutzen können Sie auswählen, ob die Submenüs / Widgets automatisch angezeigt werden, wenn Sie eine Tile ausgewählt haben.

# #31124
source: Please select how many rows with tiles you want to show. 1 row is the default setting for the skin.
german: Wählen Sie aus, wieviele Reihen mit Tiles Sie anzeigen wollen. 1 Reihe ist die Standard-Einstellung für den Skin.

# #31125
source: Other home screen settings
german: Weitere Startbildschirm Einstellungen

# #31126
source: Use vertical submenu layout (instead of default horizontal)
german: Benutze vertikales Submenü Layout (anstatt des Standards Horizontal)

# #31127
source: Recently added
german: Vor kurzem hinzugefügt

# #31128
source: Recently played
german: Vor kurzem abgespielt

# #31129
source: My TV Shows
german: Meine Serien

# #31130
source: My Movies
german: Meine Filme

# #31131
source: Suggestions
german: Vorschläge

# #31132
source: Enable Item Background
german: Item Hintergrund

# #31133
source: Show video information on OSD
german: Zeige Video Information auf OSD

# #31134
source: Show Profile button
german: Zeige Profil Button

# #31135
source: Record this episode only
german: Nur diese Episode aufnehmen

# #31136
source: Record all episodes (series recording)
german: Alle Episoden aufnehmen (Serienaufnahme)

# #31137
source: Settings for recordings
german: Aufnahme-Einstellungen

# #31138
source: Cancel recording of this episode only
german: Nur Aufnahme dieser Episode canceln.

# #31139
source: Cancel recording of all episodes
german: Aufnahme aller Episoden canceln. (Serieaufnahme)

# #31140
source: Disable the Now Playing background
german: Deaktiviere den Hintergrund für die aktuelle Wiedergabe

# #31141
source: Show Fanart background
german: Zeige Fanart Hintergrund

# #31142
source: Global background settings
german: Globale Hintergrunf einstellungen

# #31145
source: Default background image for this section
german: Standard Hintergrundbild für diesen Abschnitt

# #31146
source: Random FanArt image
german: Zufälliges FanArt Bild

# #31147
source: Custom background image
german: Benutzerdefiniertes Hintergrundbild

# #31148
source: Empty - please select image
german: Leer - Bitte Bild auswählen

# #31149
source: Current section background:
german: Aktueller Hintergrund für diesen Abschnitt

# #31150
source: Custom Image:
german: Benutzerdefiniertes Bild:

# #31151
source: Background overlay
german: Hintergrund overlay

# #31152
source: Use default colors
german: Standard

# #31153
source: Use light colors
german: Licht

# #31154
source: Use dark colors
german: Dunkel

# #31155
source: Hide panel background
german: Verberg paneel Hintergrund

# #31161
source: MediaBrowser Collections
german: MediaBrowser Kollektions

# #31176
source: This will allow you to change the action of the shortcut and keep the current assigned widget and submenu.[CR] TIP: To open the submenu on click, type submenu as custom action.
german: None (use global background)

# #31399
source: The skin has two different themes to change the look and feel: [CR][CR][B]Classic:[/B] Is the original look and feel of the MediaPortal skin. [CR][B]Default/Modern:[/B] Is the evolution of the skin to a more modern approach by the creator of this skin. [CR] [CR]You can decide for yourself which theme you like best. [CR]To switch the theme press the button in the left menu or go to the appearance settings from XBMC.
german: Der Skin verfügt über zwei verschiedene Themen, um das look-and-feel zu ändern: [CR] [CR][B]Classic:[/B] Das Original look-and-feel von MediaPortal. [CR][B]Default/Modern:[/B] Ist die Weiterentwicklung des Skins von den Entwicklern zu einem moderneren look-and-feel.[CR] [CR]Sie können selber auswählen, welcher Ihnen besser gefällt. [CR]Um das Theme zu ändern, können Sie den Knopf im linken Menü drücken oder zum Einstellungspunkt Darstellung in XBMC gehen.

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR][COLOR=midgrey]Change the skin · Set language and region · Change file listing options · Set up a screensaver[/COLOR]
german: [B]Konfiguriere Darstellung[/B][CR][CR][COLOR=midgrey] Skin ändern · Sprache und Land wählen · Ändere Dateilisten Optinionen · Bildschirmschoner ändern[/COLOR]

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR][COLOR=midgrey]Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts[/COLOR]
german: [B]Konfiguriere Video-Einstellungen[/B][CR][CR][COLOR=midgrey] Verwalte Bibliothek · Video-Playback Optionen ändern · Ändere Videolisten Optionen · Ändere Untertitel Schriftart[/COLOR]

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR][COLOR=midgrey]Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options[/COLOR]
german: [B]Konfiguriere Musik-Einstellungen[/B][CR][CR][COLOR=midgrey]Verwalte Bibliothek · Musik-Playback Optionen ändern · Ändere Musiklisten Optionen · Karaoke-Optionen ändern[/COLOR]

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR][COLOR=midgrey]Set picture listing options · Configure slideshows[/COLOR]
german: [B]Konfiguriere Bildereinstellungen[/B][CR][CR][COLOR=midgrey]Ändere Bildlisten Optionen · Diashow konfogurieren[/COLOR]

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR][COLOR=midgrey]Set three cities to collect weather information[/COLOR]
german: [B]Konfiguriere Wettereinstellungen[/B][CR][CR][COLOR=midgrey]Orte für Wetterinformationen ändern[/COLOR]

# #31405
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR][CR][COLOR=midgrey]Setup control of XBMC via UPnP and HTTP · Configure file sharing · Set internet access options[/COLOR]
german: [B]Konfiguriere Netzwerkeinstellungen[/B][CR][CR][COLOR=midgrey]Konfiguriere fernsteuerung via UPnP und HTTP · Konfiguriere File Sharing · Konfiguriere Internetzugang[/COLOR]

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR][COLOR=midgrey]Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock[/COLOR]
german: [B]Konfiguriere Systemeinstellungen[/B][CR][CR][COLOR=midgrey]Konfiguriere und Kalibriere Bildschirm · Konfiguriere Audio-Ausgang · Konfiguriere Fernbedienung · Konfiguriere Energiesparoptionen · Aktiviere Debugging · Konfiguriere Master-Sperre[/COLOR]

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR][COLOR=midgrey]Setup the Titan skin · Add and remove home menu items · Change skin backgrounds[/COLOR]
german: [B]Konfiguriere Skineinstellungen[/B][CR][CR][COLOR=midgrey]Konfiguriere den Skin · Bearbeiten von Startmenü-Tiles · Skin-Hintergrund ändern[/COLOR]

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR][COLOR=midgrey]Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org · Modify Add-on settings[/COLOR]
german: [B]Konfiguriere Add-Ons[/B][CR][CR][COLOR=midgrey]Installierte Add-ons verwalten · Durchsuche und installiere Add-ons auf xbmc.org · Modifiziere Add-on Einstellungen[/COLOR]

# #31409
source: [B]SYSTEM INFO[/B][CR][CR][COLOR=midgrey]Summary · Storage · Network · Video · Hardware[/COLOR]
german: [B]Systeminformationen[/B][CR][CR][COLOR=midgrey]Übersicht· Speicher · Netzwerk · Video · Hardware[/COLOR]

# #31311
source: [B]CONFIGURE TV SETTINGS[/B][CR][CR][COLOR=midgrey]Change fullscreen info · Manage EPG data settings[/COLOR]
german: [B]Konfiguriere TV-Einstellungen[/B][CR][CR][COLOR=midgrey]Vollbild Informationen ändern · EPG Data Einstellungen verwalten[/COLOR]

# #31421
source: [B]SELECT YOUR XBMC USER PROFILE[/B][CR][CR][COLOR=midgrey]to login and continue[/COLOR]
german: [B]XBMC Benutzerprofil auswählen[/B][CR][CR][COLOR=midgrey]Anmelden und weiter[/COLOR]
